let ctx = document.getElementById('temperature-sensor1-graph').getContext('2d');
let chart = new Chart(ctx, {
// Тип графика
    type: 'line',

// Создание графиков
    data: {
        // Точки графиков
        labels: ['', '16:00', '18:00', '20:00', '22:00', '00:00', '02:00', '04:00', '06:00', '08:00', '10:00'],
        // График
        datasets: [{
            label: 'Температура', // Название
            backgroundColor: 'rgb(52, 72, 255, 5%)', // Цвет закраски
            borderColor: 'rgb(52, 72, 255)', // Цвет линии
            data: [22.0, 24.5, 21.5, 22.0, 22.5, 23.0, 23.0, 23.0, 23.0, 23.0, 21.1] // Данные каждой точки графика
        }]
    },

// Настройки графиков
    options: {}
});